<?php
    include_once("dbConnect.php");
    setConnectionValue("");
    writeToLog("file: " . basename(__FILE__) . ", user: " . $_POST["modifiedUser"]);
    printAllPost();
?>
<head>
    <meta charset="UTF-8">
        <link href="https://fonts.googleapis.com/css?family=Prompt" rel="stylesheet">
            <style>
                body {
                    font-family: 'Prompt', serif;
                    font-size: 16px;
                }
            </style>
</head>
<body text="#464646">
<div class="page" title="Page 1">
    <div class="layoutArea">
        <div class="column">
            <p style="color:FF3C4B"><strong>นโยบายความเป็นส่วนตัว</strong></p>
            <p>ขอต้อนรับสู่ Jummum <span>แพลตฟอร์ม อาจนำไปใช้หรือเก็บรวบรวมซึ่งข้อมูลส่วนบุคคลของคุณเมื่อคุณติดต่อสื่อสารกับเราผ่านทางการล็อกอินเข้าสู่ไซต์หรือติดต่อผ่านทางฝ่ายบริการลูกค้า และข้อมูลที่เราเก็บรวมรวมนั้นอาจถูกนำมาใช้และจะเก็บเป็นความลับ เพื่อปกป้องข้อมูลส่วนบุคคลของคุณ เราจึงสร้างนโยบายความเป็นส่วนตัวนี้ขึ้นมา ("นโยบาย") ตามหลักปฏิบัติในธุรกิจอย่างที่ดีที่สุดและตามกฎหมายและข้อบังคับที่มีอยู่ นโยบายนี้อธิบายวิธีที่เราจะจัดการกับข้อมูลส่วนบุคคลของคุณในการให้การบริการบนไซต์และแอปพลิเคชั่นบนมือถือ </span>Jummum <span>ทั้งหมด (เรียกรวมกันว่า "ไซต์") ในกรณีที่กฎหมายที่มีอยู่ในประเทศไทยได้กำหนดกฎระเบียบมาตรฐานขึ้นในการจัดการและการปกป้องข้อมูลส่วนบุคคลและข้อมูลอื่นใด เราจะปฏิบัติตามข้อกำหนดและมาตรฐานนั้น ๆ (&ldquo;กฎระเบียบ&rdquo;)</span></p>
            <p>โดยการยอมรับนโยบาย ข้อกำหนดและเงื่อนไข และข้อตกลงผู้ขายในการลงทะเบียน คุณได้ยินยอมอย่างชัดแจ้งให้เราทำการรวบรวม จัดเก็บ ใช้งาน และเปิดเผยข้อมูลส่วนบุคคลของคุณตามที่ได้ระบุไว้ในนโยบายนี้ การให้ความยินยอมของคุณ ณ ที่นี้ เพียงพอต่อการให้ความยินยอมเป็นลายลักษณ์อักษรหรือให้ความยินยอมทางอิเล็กทรอนิกส์ซึ่งชอบด้วยกฎหมายแล้ว</p>
            <p style="color:FF3C4B"><strong>การเก็บรวบรวมข้อมูลส่วนบุคคล</strong></p>
            <p>คุณสามารถเรียกดูไซต์ของเราได้โดยไม่ต้องบอกว่าคุณเป็นใครหรือเปิดเผยข้อมูลส่วนบุคคลของคุณ แต่เมื่อคุณให้ข้อมูลส่วนบุคคลกับเราแล้ว คุณจะไม่เป็นผู้นิรนามสำหรับเราอีกต่อไป</p>
            <p>เราจะรวบรวมและจัดเก็บข้อมูลส่วนบุคคลดังต่อไปนี้:</p>
            <ul>
                <li>ที่อยู่อีเมล ข้อมูลติดต่อทางกายภาพ วันเกิด เพศ และ(ขึ้นอยู่กับบริการที่ใช้) ข้อมูลทางการเงินเป็นบางครั้ง เช่น บัตรเครดิตหรือเลขที่บัญชีธนาคาร</li>
                <li>ข้อมูลการทำธุรกรรมขึ้นอยู่กับกิจกรรมที่คุณทำบนไซต์</li>
                <li>ข้อมูลการจัดส่งทางไปรษณีย์ ใบแจ้งยอด และอื่นๆ ที่คุณมีเพื่อเอาไว้ซื้อหรือส่งสินค้า</li>
                <li>การแลกเปลี่ยนความเห็นในชุมชน การสนทนา การระงับข้อพิพาท การติดต่อผ่านทางไซต์ของเราและการติดต่อที่ส่งมาหาเรา</li>
                <li>ข้อมูลอื่นๆ ที่คุณมีปฏิสัมพันธ์กับไซต์ บริการ เนื้อหาและการโฆษณาของเรา ซึ่งรวมถึงข้อมูลคอมพิวเตอร์และการเชื่อมต่อ สถิติการเข้าดูหน้าเพจ ปริมาณการใช้ไซต์ ข้อมูลโฆษณา ที่อยู่ IP <span>และข้อมูลเว็บล็อกมาตรฐาน</span></li>
                <li>ข้อมูลเพิ่มเติมที่เราขอให้คุณส่งมาเพื่อยืนยันตัวหรือหากเราเชื่อว่าคุณจะละเมิดนโยบายไซต์ของเรา (ตัวอย่างเช่น เราอาจขอให้คุณส่งสำเนาบัตรประจำตัวประชาชน หรือใบแจ้งหนี้เพื่อยืนยันที่อยู่ของคุณ หรือให้ตอบคำถามออนไลน์เพิ่มเติมเพื่อช่วยยืนยันตัวตนหรือความเป็นเจ้าของในสินค้าของคุณที่คุณลงรายการไว้)</li>
                <li>ข้อมูลจากบริษัทอื่น เช่น ข้อมูลทางประชากรและข้อมูลการนำทาง และ</li>
                <li>ข้อมูลเพิ่มเติมอื่นๆ จากบุคคลภายนอก (ตัวอย่างเช่น หากคุณเป็นหนี้บริษัท โดยทั่วไปแล้วเราจะทำการตรวจสอบเครดิตของคุณ จาก บริษัท ข้อมูลเครดิตแห่งชาติ จำกัด หรือ หน่วยงานข้อมูลเครดิตอื่น (ถ้ามี) เพื่อให้ได้มาซึ่งข้อมูลเพิ่มเติมเกี่ยวกับคุณ ตามที่ได้รับอนุญาตตามกฎหมายแล้ว)</li>
            </ul>
            <p>เราจะไม่เก็บรวบรวมข้อมูลส่วนบุคคลของคุณที่เกี่ยวกับ เชื้อชาติ ชาติพันธ์ ความเห็นทางการเมือง ศาสนา หรือความเชื่อด้านปรัชญา รสนิยมทางเพศ ประวัติอาชญากรรม ประวัติสุขภาพ หรือข้อมูลอื่นใดที่อาจมีผลกระทบต่อศีลธรรมอันดีของประชาชน หรือข้อมูลที่ถูกห้ามเก็บตามกฎหมาย</p>
            <p>หากคุณลงทะเบียนเป็นผู้ใช้ในไซต์ Jummum <span>โดยใช้บัญชีของสื่อสังคมหรือใช้บัญชีของสื่อสังคม เพื่อเข้าสู่บัญชีไซต์ของเรา </span>Jummum <span>สามารถเก็บรวบรวมและจัดการกับข้อมูลส่วนบุคคลของคุณผ่านทางสื่อสังคมได้และเราจะจัดการกับข้อมูลส่วนบุคคลที่จัดเก็บมาตามนโยบายการปกป้องข้อมูลส่วนบุคคลของเรา</span></p>
            <p>ข้อมูลส่วนบุคคลทั้งหมดที่ให้แก่ Jummum <span>เป็นไปด้วยความสมัครใจของคุณ เว้นแต่เป็นส่วนที่จำเป็นต้องใส่ข้อมูล สำหรับในส่วนที่จำเป็นต้องใส่ข้อมูล หากไม่ใส่ข้อมูลจะส่งผลให้</span> Jummum <span>ไม่สามารถดำเนินการตามคำขอของคุณได้</span></p>
            <p style="color:FF3C4B"><strong>&nbsp;</strong></p>
            <p style="color:FF3C4B"><strong><br /> </strong></p>
            <p style="color:FF3C4B"><strong>&nbsp;</strong></p>
            <p style="color:FF3C4B"><strong>การตลาด</strong></p>
            <p>เราไม่ขายหรือให้เช่าข้อมูลส่วนบุคคลของคุณให้กับบุคคลภายนอกเพื่อวัตถุประสงค์ทางการตลาดโดยปราศจากการยินยอมอย่างชัดแจ้งจากคุณ เราอาจจะรวมข้อมูลของคุณเข้ากับข้อมูลที่เราจัดเก็บจากบริษัทอื่นและใช้เพื่อปรับปรุงและปรับแต่งการให้บริการ เนื้อหา และการโฆษณาของเราให้เหมาะสมกับคุณ หากคุณไม่ประสงค์ที่จะรับการสื่อสารทางการตลาดจากเราหรือเข้าร่วมโปรแกรมการเลือกโฆษณาของเรา เพียงแค่ระบุความต้องการของคุณในหน้า &ldquo;หน้าของฉัน&rdquo; หรือทำตามคำแนะนำที่มาพร้อมกับสื่อหรือโฆษณา</p>
            <p style="color:FF3C4B"><strong>การใช้/วัตถุประสงค์</strong></p>
            <p>วัตถุประสงค์หลักของเราในการเก็บข้อมูลส่วนบุคคลคือเพื่อให้ประสบการณ์การใช้งานที่ปลอดภัย ราบรื่น มีประสิทธิภาพ และได้รับการปรับแต่งให้เหมาะสมกับคุณ คุณยินยอมที่จะให้เราใช้ข้อมูลส่วนบุคคลของคุณเพื่อวัตถุประสงค์ ดังนี้</p>
            <ul>
                <li>จัดให้มีการบริการและการช่วยเหลือลูกค้าตามที่คุณขอ</li>
                <li>แก้ปัญหาความขัดแย้ง จัดเก็บค่าธรรมเนียม และแก้ไขปัญหา</li>
                <li>ป้องกันกิจกรรมต้องห้ามหรือกิจกรรมที่ผิดกฎหมายที่อาจเกิดขึ้นได้และบังคับให้เป็นไปตารมข้อตกลงผู้ใช้ของเรา</li>
                <li>ปรับแต่ง ประเมิน และปรับปรุงการบริการ เนื้อหาและการโฆษณาของเรา</li>
                <li>บอกคุณเกี่ยวกับการบริการของเราและบริษัทในเครือของเรา</li>
                <li>ส่งเป้าหมายทางการตลาด การอัพเดทการบริการ และข้อเสนอโปรโมชั่นให้กับคุณ</li>
                <li>เปรียบเทียบข้อมูลเพื่อความถูกต้องและยืนยันข้อมูลกับบุคคลภายนอก และ</li>
                <li>ให้ข้อมูลในภาพรวมเกี่ยวกับผู้ใช้ของเราแก่หุ้นส่วนของเรา (เช่น ผู้ชาย 500 <span>คน ที่มีอายุต่ำกว่า </span>30 <span>ปีดูสินค้านี้แล้ว) โดยไม่เปิดเผยข้อมูลที่สามารถระบุตัวตนของบุคคลนั้นได้</span></li>
            </ul>
            <p style="color:FF3C4B"><strong>การปฏิเสธการเก็บข้อมูล</strong></p>
            <p>คุณสามารถถอนความยินยอมให้เราเก็บข้อมูลส่วนบุคคลของคุณได้ทุกเมื่อ โดยแจ้งเราหรือโทรหาฝ่ายบริการลูกค้าของเรา ในกรณีเช่นนั้น เราจะไม่สามารถระบุตัวตนของคุณและไม่สามารถให้ประสบการณ์การการใช้งานที่ปลอดภัย ราบรื่น มีประสิทธิภาพ และได้รับการปรับแต่งให้เหมาะสมกับคุณขณะที่ใช้ไซต์ของเราได้ ถึงแม้ว่าคุณสามารถดูไซต์ส่วนใหญ่ของเราได้โดยไม่ต้องให้ข้อมูลใด ๆ แก่เรา แต่ในบางกรณี ข้อมูลส่วนบุคคลจำเป็นต้องใส่เพื่อให้บริการตามที่คุณขอ</p>
            <p style="color:FF3C4B"><strong>การเปิดเผยข้อมูลของคุณ</strong></p>
            <p>เราอาจเปิดเผยข้อมูลส่วนบุคคลตามประสงค์ของกฎหมาย เพื่อบังคับใช้นโยบายของเรา เพื่อตอบสนองต่อการเรียกร้องหรือเมื่อมีการละเมิดสิทธิของผู้อื่น หรือเพื่อปกป้องสิทธิ ทรัพย์สิน หรือความปลอดภัยของทุกคน โดยข้อมูลนั้น จะถูกเปิดเผยตามกฎหมายและข้อบังคับที่บังคับใช้</p>
            <p style="color:FF3C4B"><strong>การแบ่งปันข้อมูลของคุณ</strong></p>
            <p>เราอาจแบ่งข้อมูลส่วนบุคคลของคุณภายในหรือนอกประเทศไทยให้กับ:</p>
            <ul>
                <li>บุคคลภายนอกที่เป็นผู้ให้การบริการภายใต้สัญญาซึ่งเป็นผู้ที่ช่วยดำเนินการธุรกิจของเรา: เราจ้างบริษัทและบุคคลอื่นใด เพื่อปฏิบัติหน้าที่ในนามของเรา ตัวอย่างเช่น การช่วยเหลือให้คำสั่งซื้อสมบูณ์ บรรจุภัณฑ์ในการจัดส่ง การส่งไปรษณีย์และอีเมล การลบข้อมูลที่ซ้ำจากรายการลูกค้า การวิเคราะห์ข้อมูล การจัดให้มีการช่วยเหลือทางการตลาด การจัดให้มีผลการค้นหาและลิงก์ (รวมถึงรายการที่ชำระแล้วและลิงก์) การดำเนินการชำระเงินผ่านทางบัตรเครดิต การสืบสวนการฉ้อโกง และการจัดให้มีฝ่ายบริการลูกค้า โดยสามารถเข้าถึงข้อมูลส่วนบุคคลเพื่อปฏิบัติตามหน้าที่แต่ไม่สามารถใช้เพื่อวัตถุประสงค์อื่นได้</li>
                <li>บุคคลภายนอกที่เป็นคนส่งข้อเสนอโปรโมชั่น: บางครั้งเราส่งข้อเสนอให้กับกลุ่มผู้ใช้ของเราที่เลือกสรรไว้ในนามของบริษัทอื่น หากเราทำเช่นนี้ เราจะไม่ให้ชื่อและที่อยู่ของคุณกับธุรกิจนั้น หากคุณไม่ประสงค์ที่จะรับข้อเสนอนี้ โปรดปรับเปลี่ยนที่ความชื่นชอบการสื่อสารของคุณใน &ldquo;หน้าของฉัน&rdquo;</li>
                <li>บุคคลภายนอกอื่นที่คุณได้ขออย่างชัดแจ้ง ให้เราส่งข้อมูลของคุณ (หรือคนที่คุณในอีกประการหนึ่งแจ้งและยินยอมอย่างชัดแจ้งเมื่อใช้บริการเฉพาะ)</li>
                <li>การบังคับทางกฎหมายหรือโดยเจ้าหน้าที่รัฐมีหน้าที่ในการตรวจสอบคำขอที่ข้องเกี่ยวกับการสืบสวนทางอาชญากรรมหรือกิจกรรมที่ถูกกล่าวหาว่าผิดกฎหมาย ในกรณีเช่นว่านี้ เราจะเปิดเผยข้อมูลที่เกี่ยวข้องกับการสอบสวน เช่น ชื่อ เมือง รหัสไปรษณีย์ หมายเลขโทรศัพท์ ที่อยู่อีเมล ประวัติ ID <span>ผู้ใช้ ที่อยู่ </span>IP <span>ข้อร้องเรียนการฉ้อโกง และประวัติการซื้อและรายการ</span></li>
                <li>ผู้เข้าร่วมโปรแกรมการป้องกันแบรนด์สินค้าภายใต้ข้อตกลงการรักษาความลับ โดยที่เราใช้ดุลพินิจของเราเชื่อว่าเป็นสิ่งจำเป็นหรือเหมาะสมที่จะเชื่อมโยงกับการสืบสวนเรื่องของการฉ้อโกง การละเมิดทรัพย์สินทางปัญญา การละเมิดลิขสิทธิ์ หรือกิจกรรมที่ผิดกฎหมายอื่นใด ในกรณีเช่นนี้ เราจะเปิดเผย ชื่อ ที่อยู่ เมือง รหัสไปรษณีย์ ประเทศ หมายเลขโทรศัพท์ ที่อยู่อีเมล และชื่อบริษัท</li>
            </ul>
            <p>&nbsp;</p>
            <p>เพื่อไม่ให้เกิดข้อสงสัย หาก Jummum <span>มีเหตุผลอันควรเชื่อได้ว่าผู้ใช้รายใดก็ตามทำผิดในข้อกำหนดใดก็ตามของนโยบายนี้ </span>Jummum <span>สงวนสิทธิ์ในการใช้ดุลพินิจอย่างเด็ดขาดในการให้ความร่วมมือกับเจ้าหน้าที่รัฐ นักสืบเอกชน เจ้าของโดยชอบธรรม หรือผู้มีส่วนได้เสีย และ/หรือ บุคคลภายนอกที่ได้รับความเสียหายทุกคนในการสืบสวนความเป็นไปได้ หรือความต่อเนื่องในการกระทำความผิดทางอาญา หรือทางแพ่ง นอกจากนี้ ทาง </span>Jummum<span>สามารถเปิดเผยตัวตนและข้อมูลติดต่อของผู้ใช้หรือข้อมูลที่เกี่ยวข้องกับการทำธุรกรรมอื่นๆ หากมีการร้องขอโดยรัฐหรือโดยหน่วยงานทางกฎหมายที่เกี่ยวข้อง นักสืบเอกชน เจ้าของโดยชอบธรรม หรือผู้มีส่วนได้เสีย และ/หรือบุคคลภายนอกที่ได้รับความเสียหาย หรือเป็นผลจากหมายศาลหรือกระบวนการทางกฎหมายอื่นใด หรือหาก </span>Jummum <span>เห็นด้วยดุลพินิจที่เด็ดขาดว่าเป็นผลประโยชน์ที่ดีที่สุดที่จะทำเช่นนี้ </span>Jummum <span>จะไม่รับผิดชอบต่อความเสียหายหรือผลกระทบใดๆ ที่เกิดขึ้นจากการเปิดเผยข้อมูล และผู้ใช้ยินยอมที่จะไม่ดำเนินกระบวนการทางกฎหมายหรือเรียกร้องใดๆ ต่อ</span>Jummum <span>จากการการเปิดเผยข้อมูลนี้</span></p>
            <p style="color:FF3C4B"><strong>การใช้ข้อมูลจากไซต์นี้</strong></p>
            <p>คุณสามารถแบ่งปันข้อมูลส่วนบุคคลเพื่อทำธุรกรรมให้เสร็จสิ้นได้ เมื่อผู้ใช้มีส่วนเกี่ยวข้องกับการทำธุรกรรม ผู้ใช้สามารถเข้าถึงชื่อ ID <span>ผู้ใช้ ที่อยู่อีเมล และข้อมูลการติดต่อและการจัดส่งทางไปรษณีย์ของกันและกันได้ ไม่ว่ากรณีใดๆ คุณต้องปฏิบัติตามกฎหมายในการปกป้องข้อมูลและให้โอกาสผู้ใช้อื่นในการลบข้อมูลของตนออกจากฐานข้อมูลของคุณและให้โอกาสในการตรวจสอบข้อมูลที่คุณได้มา</span></p>
            <p>คุณยินยอมที่จะใช้ข้อมูลผู้ใช้เฉพาะ:</p>
            <ul>
                <li>ในการทำธุรกรรมผ่านทางไซต์นี้และวัตถุประสงค์ที่เกี่ยวข้องกับการทำธุรกรรม</li>
                <li>การใช้บริการที่เสนอผ่านไซต์นี้ (เช่น ระบบประกันการซื้อขาย การจัดส่งทางไปรษณีย์ และการร้องเรียนการฉ้อโกง) หรือ</li>
                <li>วัตถุประสงค์อื่นที่ผู้ใช้เลือกมาอย่างชัดเจน</li>
            </ul>
            <p style="color:FF3C4B"><strong>วัตถุประสงค์อื่นที่ผู้ใช้เลือกมาอย่างชัดเจน</strong></p>
            <p>เราใช้ "คุกกี้" (ไฟล์เล็กๆ บนฮาร์ดไดรฟ์ของคุณ) ในบางหน้าเพจบนไซต์ของเราเพื่อช่วยในการวิเคราะห์การใช้งานบนหน้าเว็บของเรา ปรับการบริการ เนื้อหาและการโฆษณาของเราให้เหมาะสม ประเมินประสิทธิภาพของโปรโมชั่น และเพิ่มความน่าเชื่อถือและความปลอดภัย</p>
            <p>สิ่งสำคัญเล็กๆ น้อยๆ ที่คุณควรรู้เกี่ยวกับคุกกี้คือ:</p>
            <ul>
                <li>คุณลักษณะเฉพาะบางอย่างที่เราเสนอให้คุณ สามารถใช้ได้ผ่านการใช้คุกกี้เท่านั้น</li>
                <li>เราใช้คุกกี้เพื่อช่วยระบุตัวตนคุณและคงสถานะการลงชื่อเข้าใช้ของคุณไว้</li>
                <li>คุกกี้ส่วนใหญ่เป็น "คุกกี้เซสชั่น" ซึ่งหมายความว่าคุกกี้จะถูกลบออกจากฮาร์ดไดรฟ์ของคุณโดยอัตโนมัติเมื่อจบเซสชั่น</li>
                <li>คุณสามารถปฏิเสธคุกกี้ของเราได้ทุกเมื่อหากบราวเซอร์ของคุณอนุญาต ถึงแม้ว่าการทำเช่นนี้จะส่งผลต่อคุณในการใช้ไซต์หรือบริการบางอย่างของเราก็ตาม</li>
                <li>คุณอาจเผชิญกับคุกกี้จากบุคคลภายนอกบนบางหน้าเพจของไซต์ซึ่งเราไม่ได้ควบคุม (ตัวอย่างเช่น หากคุณดูหน้าเว็บที่สร้างขึ้นโดยผู้ใช้คนอื่นก็อาจจะมีคุกกี้อยู่บนหน้าเว็บนั้น)</li>
            </ul>
            <p style="color:FF3C4B"><strong><br /> </strong></p>
            <p style="color:FF3C4B"><strong>&nbsp;</strong></p>
            <p style="color:FF3C4B"><strong>การป้องกันบัญชี</strong></p>
            <p>ทาง Jummum <span>จะเพียรพยายามปกป้องโดยทางเทคนิคซึ่งข้อมูลส่วนบุคคลจากบุคคลภายนอกและหากเราไม่ต้องการข้อมูลเพื่อวัตถุประสงค์ทางกฎหมายหรือทางธุรกิจอีกต่อไป เราจะทำลายข้อมูลส่วนบุคคลนั้นทิ้งเพื่อความปลอดภัย</span></p>
            <p>รหัสผ่านเป็นกุญแจสู่บัญชีของคุณ ใช้ตัวเลขและตัวอักษรที่เป็นมีลักษณะเฉพาะและไม่เปิดเผยรหัสผ่านแก่ผู้อื่น หากคุณแบ่งปันรหัสผ่านหรือข้อมูลส่วนบุคคลของคุณให้กับคนอื่น พึงระรึกว่าคุณจะต้องรับผิดชอบการกระทำทั้งหมดที่เกิดขึ้นในนามบัญชีของคุณ หากคุณไม่สามารถคุมรหัสผ่านของตัวเองได้ คุณอาจจะไม่สามารถคุมข้อมูลส่วนบุคคลของคุณได้และอาจตกอยู่ภายใต้ภาระผูกพันตามกฎหมายต่อการกระทำในนามของคุณ ดังนั้น หากรหัสผ่านของคุณไม่ปลอดภัยอีกต่อไปไม่ว่าจะด้วยเหตุผลใดก็ตาม คุณควรแจ้งเราทันทีและเปลี่ยนรหัสผ่านของคุณ</p>
            <p>เราจะไม่ขอรหัสผ่านของคุณผ่านทางโทรศัพท์หรืออีเมลไม่ว่ากรณีใด ดังนั้นหากคุณได้รับการสอบถามดังกล่าว โปรดรายงานเหตุมาที่ศูนย์ความปลอดภัยและการแก้ปัญหาหรือผู้จัดการข้อมูลส่วนบุคคล</p>
            <p>หากคุณเข้าไซต์ของเราจากการใช้คอมพิวเตอร์ที่ใช้ร่วมกันหรือคอมพิวเตอร์ในร้านอินเตอร์เน็ต ห้อง PC <span>หรือห้องสมุด ข้อมูลบางส่วนที่เกี่ยวกับคุณ เช่น </span>ID <span>ผู้ใช้ของคุณ กิจกรรม หรือตัวช่วยเตือนความจำจากไซต์อาจปรากฏต่อคนอื่นๆ ที่ใช้คอมพิวเตอร์ต่อจากคุณได้ เพื่อป้องกันข้อมูลส่วนบุคคลหรือการสื่อสารของคุณจากการถูกเปิดเผยต่อผู้อื่น คุณควรลงชื่อออกและปิดเว็บบราวเซอร์หลังจากที่เข้าไซต์เสร็จแล้ว</span></p>
            <p style="color:FF3C4B"><strong>การเข้าถึง การทบทวน การเปลี่ยน และการเก็บข้อมูลส่วนบุคคลของคุณ</strong></p>
            <p>คุณสามารถดู ทบทวน และเปลี่ยนข้อมูลส่วนบุคคลส่วนใหญ่ของคุณได้โดยลงชื่อเข้าสู่ไซต์ โดยทั่วไปแล้วเราจะไม่เปลี่ยนข้อมูลส่วนบุคคลของคุณด้วยตัวเองเพราะเป็นสิ่งที่ยากต่อการยืนยันตัวตนคุณซึ่งอยู่ห่างไกลได้ คุณต้องอัพเดตข้อมูลส่วนบุคคลทันทีหากมีการเปลี่ยนแปลงหรือพบความไม่ถูกต้อง เมื่อคุณเผยแพร่ประกาศต่อสาธารณะแล้ว คุณจะไม่สามารถเปลี่ยนหรือลบออกได้ ตามคำขอของคุณที่ส่งมาให้กับฝ่ายบริการลูกค้า เราจะปิดบัญชีของคุณและลบข้อมูลส่วนบุคคลของคุณออกจากการมองเห็นให้เร็วที่สุดเท่าที่จะทำได้ ทั้งนี้ขึ้นอยู่กับกิจกรรมในบัญชีของคุณและเป็นไปตามกฎหมายที่บังคับใช้ เราจะเก็บข้อมูลส่วนบุคคลจากบัญชีที่ปิดแล้วเพื่อปฏิบัติตามกฎหมาย ป้องกันการฉ้อโกง เก็บหนี้ค่าธรรมเนียมใดๆ แก้ปัญหาความขัดแย้ง แก้ปัญหา ให้ความร่วมมือในเรื่องการสืบสวนต่างๆ บังคับใช้ข้อตกลงผู้ใช้ของเรา และปฏิบัติการอื่นใดตามที่กฎหมายอนุญาตให้ทำได้ มิเช่นนั้น เราจะทำลายข้อมูลส่วนบุคคลของคุณเมื่อเรายืนยันว่าไม่มีการใช้งานข้อมูลดังกล่าวแล้ว</p>
            <p>หากคุณต้องการรับข้อมูลเพิ่มเติมเรื่องข้อจำกัดการดำเนินการในข้อมูลส่วนบุคคลของคุณ โปรดอีเมลมาหาเราได้ที่ hello@jummum.co</p>
            <p style="color:FF3C4B"><strong>ความปลอดภัย</strong></p>
            <p>เราจะรักษาข้อมูลเสมือนเป็นทรัพย์สินที่ต้องได้รับการปกป้องและใช้เครื่องมือหลายอย่าง (การเข้ารหัส รหัสผ่าน ความปลอดภัยทางกายภาพ เป็นต้น) เพื่อปกป้องข้อมูลส่วนบุคคลของคุณจากการเข้าถึงและการเปิดเผยโดยไม่ได้รับอนุญาต อย่างไรก็ตาม คุณอาจจทราบว่าว่าบุคคลภายนอกอาจขัดขวางหรือเข้าถึงการส่งผ่านหรือการสื่อสารแบบส่วนบุคคลอย่างผิดกฎหมาย และผู้ใช้คนอื่นอาจใช้ข้อมูลส่วนบุคคลของคุณซึ่งรวบรวมมาจากไซต์ไปในทางที่ผิด ดังนั้น แม้ว่าเราจะทุ่มเทอย่างหนักเพื่อปกป้องความเป็นส่วนตัวของคุณ เราไม่ได้สัญญาและคุณไม่ควรคาดหวังว่าข้อมูลส่วนบุคคลของคุณหรือการสื่อสารแบบส่วนบุคคลจะเป็นส่วนตัวเสมอไป</p>
            <p style="color:FF3C4B"><strong>บุคคลภายนอก</strong></p>
            <p>เว้นเสียแต่ว่าจะระบุเอาไว้ในนโยบายนี้อย่างชัดแจ้ง เอกสารฉบับนี้ระบุเพียงการใช้และการเปิดเผยข้อมูลซึ่งเรารวบรวมมาจากคุณเท่านั้น หากคุณเปิดเผยข้อมูลกับคนอื่นไม่ว่าจะเป็นผู้ซื้อหรือผู้ขายบนไซต์ของเราหรือไซต์อื่นๆ ผ่านทางอินเตอร์เน็ต กฎที่นำมาปฏิบัติต่อการใช้งานหรือการเปิดเผยข้อมูลที่คุณเปิดเผยจะแตกต่างออกไป เราไม่ได้ควบคุมนโยบายความเป็นส่วนตัวของบุคคลภายนอกและคุณจะอยู่ภายใต้นโยบายความเป็นส่วนตัวของบุคคลภายนอกเหล่านั้นเท่าที่สามารถนำมาปรับใช้ได้ เราสนับสนุนให้คุณถามคำถามและทบทวนนโยบายความเป็นส่วนตัวของบุคคลภายนอกนั้นก่อนที่คุณจะเปิดเผยข้อมูลส่วนบุคคลของคุณให้กับผู้อื่น</p>
            <p style="color:FF3C4B"><strong>ความยินยอม</strong></p>
            <p>การที่คุณใช้ไซต์ต่อ คุณได้ยินยอมให้ดำเนินการในข้อมูลส่วนบุคคลของคุณตามนโยบายความเป็นส่วนตัว ข้อกำหนดและเงื่อนไข และข้อตกลงของผู้ขายของJummum<span>แล้ว</span></p>
            <p style="color:FF3C4B"><strong>การเปลี่ยนแปลงแก้ไขนโยบายความเป็นส่วนตัว</strong></p>
            <p>Jummum <span>สงวนสิทธิ์ในการปรับและเปลี่ยนนโยบายความเป็นส่วนตัวได้ทุกเมื่อ นโยบายที่มีการเปลี่ยนแปลง จะประกาศบนไซต์ของเรา คุณควรตรวจสอบนโยบายนี้ทุกครั้งที่คุณเข้าไซต์ของเราเพื่อที่จะได้รับรู้ถึงนโยบายฉบับล่าสุดที่มีผลบังคับใช้</span></p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
            <p>&nbsp;</p>
        </div>
    </div>
</div>
